---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FilterNumericGreaterOrEqual
source: html/c06d5410-fa8b-35ad-62a9-a5293c1d08d4.htm
---
# FilterNumericGreaterOrEqual Members

Constructs an instance of FilterNumericGreaterOrEqual.